export default {
   "genre":["all","carton","action","advanture","drama","fantasy","horror","comedy"],
   "genreNow":"all",
   "searched":false,
   "title":"",
   "eachID":'',
   "eachShow":false,
 "films":[
     {
        "id":1,
        "title":"Spider-Man: Into the Spider-Verse",
        "image":"https://images-na.ssl-images-amazon.com/images/I/91I+d8yYOmL._RI_.jpg",
        "genre":["all","carton","action"],
        "videoURL":"https://www.youtube.com/embed/X9_9lnJFSvk",
        "info":"Мы всё знаем о Питере Паркере. Он спас город, влюбился, а потом спасал город снова и снова… Но все это — в нашем измерении. А что если в результате работы гигантского коллайдера откроется окно из одного измерения в другое? Найдется ли в нем свой Человек-паук? И как он будет выглядеть? Приготовьтесь к тому, что в разных вселенных могут быть разные Люди-пауки и однажды им придется собраться вместе для борьбы с почти непобедимым врагом."
     },
     {
        "id":2,
        "title":"Ant-Man and the Wasp",
        "image":"https://upload.wikimedia.org/wikipedia/en/2/2c/Ant-Man_and_the_Wasp_poster.jpg",
        "genre":["all","advanture","action"],
        "videoURL":"https://www.youtube.com/embed/Du90MCtUpN0",
        "info":"Скотт Лэнг, известный также как Человек-муравей, уже заслужил право оказаться в команде Мстителей. Но желание быть ближе к дочери удерживает его в родном Сан-Франциско — до тех пор, пока доктор Хэнк Пим, создавший когда-то изменяющий размеры своего владельца чудо-костюм, не призывает Скотта присоединиться к новой опасной миссии. А помогать в противостоянии с коварным врагом Человеку-муравью будет новая напарница — Оса."
     },
     {
      "id":3,
      "title":"Solo: A Star Wars Story",
      "image":"https://upload.wikimedia.org/wikipedia/en/5/54/Solo_A_Star_Wars_Story_poster.jpg",
      "genre":["all","advanture","action"],
      "videoURL":"https://www.youtube.com/embed/4FB07MuBzN0",
      "info":"Фильм расскажет о похождениях юного космического сорвиголовы Хана Соло и его верного напарника Чубакки и о том, как они стали самыми быстрыми пилотами и самыми хитрыми контрабандистами далёкой Галактики."
   },
   {
      "id":4,
      "title":"Несокрушимый",
      "image":"https://st.kp.yandex.net/images/film_iphone/iphone360_1007496.jpg",
      "genre":["all","advanture","drama"],
      "videoURL":"https://www.youtube.com/embed/kII9I4sWrRY",
      "info":"В основе фильма реальная история уникального подвига экипажа танка «КВ-1». Приняв неравный бой, экипаж Семена Коновалова уничтожил 16 танков, 2 бронемашины и 8 автомашин с живой силой противника в районе хутора Нижнемитякин Тарасовского района Ростовской области. Это история не плакатных героев, а разбитных, веселых, очень разных парней, которые просто хотели жить, но в решающую минуту сумели принять единственно верное решение и совершить подвиг достойный легенды."
   },
   {
      "id":5,
      "title":"Багровая мята",
      "image":"https://st.kp.yandex.net/images/film_iphone/iphone360_1058083.jpg",
      "genre":["all","advanture","drama"],
      "videoURL":"https://www.youtube.com/embed/Al3dVch6oHI",
      "info":" Когда система закрывает глаза на убийство ее семьи, она решает вершить справедливость сама: очистить город от преступников и продажных полицейских, чтобы отомстить за любимых. Ведь месть - это блюдо, которое подают холодным. Холодным, как мороженое со вкусом мяты, которое так любила ее единственная дочь."
   },
   {
      "id":6,
      "title":"Хищник",
      "image":"https://st.kp.yandex.net/images/film_iphone/iphone360_840829.jpg",
      "genre":["all","advanture","fantasy"],
      "videoURL":"https://www.youtube.com/embed/nxgJGJSkRtg",
      "info":"Главный герой, бывший морпех, обнаруживает злобную инопланетную расу на Земле, но никто не верит ему, что эти твари существуют. Его сын-аутист, которого все обижают в школе, становится ключевой фигурой в схватке с Хищниками, поскольку мальчик умеет невероятно быстро учить языки и, судя по всему, сможет понять пришельцев."
   },
   {
      "id":7,
      "title":"Ремнант: Всё ещё вижу тебя",
      "image":"https://st.kp.yandex.net/images/film_iphone/iphone360_660774.jpg",
      "genre":["all","horror","fantasy"],
      "videoURL":"https://www.youtube.com/embed/vw5G5EArspU",
      "info":"Десять лет назад загадочная аномалия стерла границы между миром живых и мёртвых, и теперь в мире людей проявляются призраки. Их называют ремнанты. Никто не знает, откуда они взялись, но они подчиняются некоторым правилам: проявляются в одном и том же месте в одно и то же время и они не могут нанести вред живому человеку. Старшеклассница Вероника в собственной ванной однажды сталкивается с новым ремнантом молодого человека, которого она никогда не видела. Небольшое расследование показывает, что его звали Брайан, и с его именем связано несколько убийств молодых женщин."
   },
   {
      "id":8,
      "title":"Смертельная гонка 4: Вне анархии",
      "image":"https://st.kp.yandex.net/images/film_iphone/iphone360_1009470.jpg",
      "genre":["all","action"],
      "videoURL":"https://www.youtube.com/embed/2qQaiTZMRF0",
      "info":"Герой знакомится с агентом телеканала в местном баре, и тот предлагает ему участие в гонке по пустыне. Гонщиками становятся все отъявленные негодяи, насильники и убийцы. Когда герой отказывается, его семью берут в заложники, а самого насильно заставляют сесть за руль."
   },
   {
      "id":9,
      "title":"Маугли: Легенда джунглей",
      "image":"https://st.kp.yandex.net/images/film_iphone/iphone360_680072.jpg",
      "genre":["all","advanture","drama"],
      "videoURL":"https://www.youtube.com/embed/nyPXBxH-8_U",
      "info":"История о взрослении ребёнка по имени Маугли в волчьей стае в джунглях Индии. Он учится суровым законам джунглей под опекой медведя Балу и пантеры Багиры и принимает обитателей диких джунглей за своих. Всех, кроме одного: страшного тигра Шерхана. Но вскоре мальчику предстоит узнать, что в джунглях его могут поджидать куда большие опасности, чем тигр, и одна из них — его собственное человеческое происхождение, с которым ему придётся столкнуться лицом к лицу, словно с зубастым хищником."
   },
   {
      "id":10,
      "title":"Захочу и соскочу: Мастер-класс",
      "image":"https://st.kp.yandex.net/images/film_iphone/iphone360_998248.jpg",
      "genre":["all","advanture","comedy"],
      "videoURL":"https://www.youtube.com/embed/MLejt4Rz69g",
      "info":"История о взрослении ребёнка по имени Маугли в волчьей стае в джунглях Индии. Он учится суровым законам джунглей под опекой медведя Балу и пантеры Багиры и принимает обитателей диких джунглей за своих. Всех, кроме одного: страшного тигра Шерхана. Но вскоре мальчику предстоит узнать, что в джунглях его могут поджидать куда большие опасности, чем тигр, и одна из них — его собственное человеческое происхождение, с которым ему придётся столкнуться лицом к лицу, словно с зубастым хищником."
   },
   {
      "id":11,
      "title":"Американская история 2: Фивел едет на Запад",
      "image":"https://st.kp.yandex.net/images/film_iphone/iphone360_6670.jpg",
      "genre":["all","carton","comedy"],
      "videoURL":"https://www.youtube.com/embed/ZBFydccuM6A",
      "info":"Коварный кот Кэт Р. Воул заманивает нашего героя на запад, где тот объединяет свои усилия со знаменитым псом Уайли Берпом в борьбе против зловещего заговора, цель которого — сделать из ничего не подозревающих мышей-поселенцев… гамбургеры!"
   }
 ]

}